/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ Doğum Günü";

/* Title for event birthday (without a name) */
"Birthday" = "Doğum Günü";

"FACEBOOK_CALENDAR_NAME" = "Facebook Etkinlikleri";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Takvim";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Anımsatıcılar";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Anımsatıcılar";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Anımsatıcı";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Etkinlik düzenlenemiyor.";

"NO_CALENDAR_ERROR" = "Hiçbir takvim ayarlanmamış.";

"NO_START_DATE_ERROR" = "Hiçbir başlangıç tarihi ayarlanmamış.";

"NO_END_DATE_ERROR" = "Hiçbir bitiş tarihi ayarlanmamış.";

"DATES_INVERTED_ERROR" = "Başlangıç tarihi bitiş tarihinden önce olmalıdır.";

"UNEXPECTED_ERROR" = "Beklenmedik bir hata oluştu.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Bu takvim başka bir hesaba taşınamayabilir.";


"CALENDAR_READ_ONLY_ERROR" = "Takvim salt okunur.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Etkinlik, bu kadar sık yinelenemeyecek kadar uzun.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Etkinlik, uyarı gerçekleşmeden önce yineleniyor.";

"START_DATE_FUTURE_ERROR" = "Etkinlik çok ileri bir zamanda.";

"OCCURRENCE_COLLISION_ERROR" = "Bu tarihte bu etkinliğin başka bir yinelemesi var.";

"INVITES_CANNOT_MOVE_ERROR" = "Davetler başka bir takvime taşınamaz.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Alarmın çalıştırılması için anımsatıcının konumu bir adresin coğrafi koordinatları olarak bulunamadı.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Bu etkinlik, bu takvim veri tabanına ait değil.";

/* developer error */
"SPAN_ERROR" = "Geçersiz bir süre belirtildi.";

"CALENDAR_HAS_NO_SOURCE" = "Takvim, herhangi bir hesaba ait değil";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Yineleme alanı değiştirilemiyor.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarmlar değiştirilemiyor.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Katılımcılar değiştirilemiyor";

"CALENDAR_IMMUTABLE" = "Bu takvim değiştirilemez veya silinemez.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Bu hesap, coğrafi koordinat bilgilerine sahip konumları desteklemiyor.";

"ACTIONS_NOT_SUPPORTED" = "Bu hesap eylemleri desteklemiyor.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Bu hesap, anımsatıcılar için konumu desteklemiyor.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Bu hesap, yakınlığa dayalı alarmları desteklemiyor.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Yinelenen bir anımsatıcının bitiş tarihi olması gerekir.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Bu hesap takvimlerin eklenmesine veya silinmesine izin vermiyor.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Bu takvim etkinliklerin eklenmesine izin vermiyor.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Bu takvim anımsatıcıların eklenmesine izin vermiyor.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Bu hesap anımsatıcıları desteklemiyor.";

"PRIORITY_IS_INVALID" = "Önceliğin 0 ile 9 arasında olması gerekir.";

"INVALID_ENTITY_TYPE" = "Bu, geçerli bir EKEntityType değil.";
